##for i in range (1,6):
##    print(i,end=" ")
##    for j in range(10):
##        print('0',end='')










###Найти сумму ряда чисел от 1 до 100. Полученный результат вывести на экран
##s=0
##for i in range(1,101):
##    s+=i
##print(s)










###Дано три числа. Найти количество положительных чисел среди них
##for n in range(1,4):
##    s=int(input())
##    b=int(input())
##    g=int(input())
##    if s > 0:
##        print('1')
##    if b> 0:
##        print('1')
##    if g > 0:
##        print('1')
##    if s>0 and b>0:
##        print('2')
##    if s> 0 and g>0:
##        print('2')
##    if b>0 and g>0:
##        print('2')
##    if s>0 and b>0 and g>0:
##        print('3')
##    else:
##        s <0 and b<0 and g<0
##        print('0')














###Вывести на экран все чётные значения в диапазоне от 1 до 497
##for n in range(1,498):
##    if n %2==0:
##        print(n)














###Посчитать сумму числового ряда от 0 до 14 включительно. Например, 0+1+2+3+…+14
##s=1
##for n in range(0,15):
##    s+=n
##print(s)






###Перемножить все не чётные значения в диапазоне от 0 до 9435
##s=0
##for n in range(0,9435):
##    s*=n
##print(s)
















##for n in range(54,9185):
##    if n%5==0:
##        print(n)



















































